do

function run(msg, matches)
if msg.to.type == 'channel' and is_momod(msg) then
  return ''..[[
➖➖➖➖➖➖➖
✔️قائمة قفل الحماية:
➖➖➖➖➖➖➖
❌》قفل الروابط
✔️》فتح الروابط

❌》قفل الملصقات
✔️》فتح الملصقات

❌》قفل السمايلات
✔️》فتح السمايلات

❌ "قفل العربية
✔️ "فتح العربية

❌ "قفل الإنجليزية
✔️ "فتح الإنجليزية

❌》قفل المجموعة
✔️》فتح المجموعة

❌》 قفل  الكلايش
✔️》فتح الكلايش

❌》قفل الازعاج
✔️》فتح الازعاج

❌》قفل المغادرة
✔️》فتح المغادرة

❌》قفل الدخول
✔️ "فتح دخول

❌》قفل الاضافة
✔️》فتح الاضافة

❌》قفل البوتات
❌》فتح البوتات

❌》قفل الموسيقى
❌》فتح الموسيقى

❌》قفل التاك
❌》فتح التاك

❌》قفل الكل
❌》فتح الكل
      
❌》قفل الدردشة
✔️》فتح الدردشة

❌》قفل الصور
✔️》فتح الصور

❌》قفل الملفات
✔️》فتح الملفات

❌》قفل الفديو
✔️》فتح الفديو

➖➖➖➖➖➖➖
➰ DEV : @MAX_HP85
➰ CH ; @DEV_VIP_TEAM ]]
end
end
return {
  description = "Robot and Creator About", 
  usage = "/ver : robot info",
  patterns = {
    "^[!#/]الاوامر$",
    
  }, 
  run = run 
}

end









